IDEA StatiCa Open Model
OpenModel.ResultClass Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Result Class
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<ResultClass> ResultClass { get; set; }
Public Property ResultClass As List(Of ResultClass)
	Get
	Set
public:
property List<ResultClass^>^ ResultClass {
	List<ResultClass^>^ get ();
	void set (List<ResultClass^>^ value);
}
Property Value
Type: List<ResultClass>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace